[language]

;语言名称

name=日本語

[firstrun]
chooselanguage=使用する言語を選んでください!
ok=はい
ignore=無視する
oldini=以前に使用した設定ファイルをインポートします
loadini=設定を読み込む
loadfail=ディレクトリに設定ファイルが見つかりませんでした!
loadsuccessful=正常にインポートされました!
steambak=Steamで設定ファイルを同期しますか？
steamerror=連携を確認するためにSteamを実行してください!

[steam]
save=設定をSteamクラウドに保存します
load=Steamクラウドに保存した設定を復元する
steamnotrun=この機能を使用するには、Steamを実行する必要があります!
uploadfilemaxsize=アップロードされるファイルの最大サイズは 100 MB です


[workshop]
list_install=インストール済み
list_home=ホーム
list_subscribe=サブスクライブ中
list_upload=アップロード
list_voteup=お気に入り
list_themesskin=スキンとテーマ
list_widget=コンポーネント スタイル

newthemetip=テーマ名を入力ください
deltheme=テーマを削除

subscribe=サブスクライブ
unsubscribe=アンサブスクライブ

icons=アイコンパック
dockskin=ドックスキン
Single icon=スタンドアロン アイコン
Time skin=タイムスキン
Calendar skin=カレンダースキン
Sound=音
language=言語

sort_alltime=全て
sort_week=週
sort_month=月
sort_year=年

sort_hot=人気
sort_new=最新
sort_sub=サブスクライブ
sort_vote=スコア

filesize=ファイルサイズ
updatetime=最終更新時刻

opensteam=Steamで開く

runerror=この機能を使用するには、Steamが実行されている必要があります。

newtheme=新しいトピック
edittheme=編集

[themesedit]
shell=外観
offset=オフセット
Delimiter and run=区切り
Progress bar=状況バー

savetheme=保存

applytheme=本当に保存をしますか?
filetip_drop=ここに画像をドラッグ アンド ドロップします
filetip=ここをクリックまたは直接画像をドラッグ アンド ドロップします
dropfile=この画像を置き換えますか?

selectpicture=画像を選択
cliptip=トリミング
clipleft=左
clipbottom=下
clipright=右
cliptop=上

dockbg=背景
dockblur=背景をぼかす
Progress bar border=境界線
Progress bar bg=背景
Run indicator=インジケータを実行します
Run offset=オフセット
delimiter=区切り記号
Margins=余白
Margins trimmer=余白の微調整 (推奨値 0 ~ 0.2)

folder=フォルダ
trash_empty=ごみ箱 (空)
trash_full=ごみ箱(フル)

calmon=月
calday=日付

timebg=背景
timehour=時間
timeminute=分
timesecond=秒

timetype=時計の種類
timetype_pointer=アナログ
timetype_number=デジタル
fontname=フォント
fontsize=フォントのサイズ
fontalign=テキストの場所
fontpoint=テキストの座標
format=時刻形式
fontcolor=テキストの色

workshopshare=テーマをワークショップにアップロードしますか?
sharesuccess=ワークショップに正常にアップロードされました!
sharefailed=アップロードに失敗しました!

workshop_Preview=プレビュー
workshop_description=説明
workshop_otherPreview=その他のプレビュー
workshop_Previewbuild=自動生成
workshop_Previewselect=画像を選択
workshop_tip_description=トピックの説明を入力してください

[systeminfo]
cpu=プロセッサ
gpu=ビデオカード
memory=メモリー
system=システム
moreinfo=詳細情報

[monitor]
process=処理する
readwrite=読み書き
usage=使用済み

;------------------------------------
[tips]
openUACtip=システムの UAC がオフになっていることが検出されたため、ファイルをドックにドラッグ アンド ドロップして開く機能が使用できなくなる可能性があります。システムの UAC を有効にしますか?
openUACtip1=UAC は正常に有効になりました。有効にするにはシステムを再起動する必要があります。システムをすぐに再起動しますか?
openUACtip2=UAC の有効化に失敗しました。

crashtip=プログラムがクラッシュしました! 再起動しますか？
;------------------------------------

[iconame]

;dock标签名称

explorer=エクスプローラー
launchpad=アプリランチャー
cal=カレンダー
trash=ごみ箱

;文件夹界面最后一个图标

exploreropen=エクスプローラーで開く
return=戻る

;系统时间图标标签名称格式

timeformat=yyyy年M月d日 dddd
;时间格式为系统时间格式 y 年 m月份 d 日期 dddd 星期几  ddd周几

;拖放到launchpad时图标标签

remove=削除
;------------------------------------------------------------

[systemicon]
;系统图标名称
controlpanel=コントロールパネル
taskbar=トレイのアイコン
systemtime=システム時間
network=ネットワーク
weather=天気
battery=バッテリー
startmenu=スタートメニュー
virtualdesktop=仮想デスクトップ



------------------------------------

[editicon]
;编辑图标界面

addtips=ファイルをここにドラッグ

reset=リセット
ok=OK
restore=元に戻す
addname=名前を追加
addicotips=右上の""をクリックしてアイコンを追加
switch=切り替え
trashempty=ごみ箱は空です
trashfull=ごみ箱がいっぱいです
iconshell=アイコンに背景を追加する
addline=起動パラメータ
;弹出选择文件窗口标题

share=共有
Icon Designer title=アイコンエディタ
Icon Designer=編集
select=ファイルを選択

icolabel=アイコン
selectpicture=選択
icosize=アイコンサイズ
icooffsetx=横の位置
icooffsety=縦の位置
icobackground=背景
iconshadow=影をつける
icoroundrect=アイコンの丸み
icocolor=アイコンの色
icogradient color=グラデーションを使用する
icocolorangle=グラデーションの角度

selectfoldertitle=フォルダーを選択
;天气预报输入提示

searchcity=地域の天気を入力して設定

;------------------------------------

[editcal]

;编辑日历界面

monfontsize=月のフォント サイズ:
dayfontsize=日付フォントサイズ:

monthfont=月のフォント:
dayfont=日付のフォント:
monthpoint=月:
daypoint=日付:
monthposition=月の位置:
dayposition=日付の位置
monthcolor=月の色:
daycolor=日付の色:
rotation=回転の角度:
default=デフォルトの設定を使用する

ok=OK
test=テスト

left=左
right=右
center=中央

;弹出选择图片窗口标题

selectcalicon=カレンダーの画像を選択

;------------------------------------

[editicontips]
;编辑图标界面弹出错误提示

iconduplicate=このプログラムをDockに追加しました

titleerror=プログラムの名前は空にできません
filepatherror=ファイルパスは空にできません

padtitleerror1=ファイル名をもう一度入力してください
padtitleerror2=ファイル名を変更できませんC://にプログラムをインストールしている場合、管理者モードで起動してみてください

workshopshare=このアイコンをワークショップにアップしますか？
workshopsharesuccess=アイコンがワークショップに正常に共有されました!
workshopsharefailed=アイコンの共有に失敗しました!

formaterror=サポートされていないファイル形式ですpng、ico、exe、lnkを使用してください!

;---------------------------------------------------------------------------
;设置界面
[settingUI]
cloudini=スチームクラウドセーブ
uploadcloudini=アーカイブをアップロードする
nofoundini=アーカイブはアップロードされません
downloadcloudini=アーカイブをダウンロードする
managesteamcloud=ファイルの管理
cloudfile=スチームクラウドファイル
uploadcloudfile=ファイルをアップロードする
filename=ファイル名
filesize=ファイルサイズ
filetime=アップロード時間

backupsuccess=正常にアップロードされました!
backupfail=アップロードに失敗しました!

settitle=MyDockFinder MyDockFinder 環境設定

Global Settings=一般設定

openMyDock=MyDockを使用
openMyFinder=MyFinderを使用

gameautoclose=フルスクリーンで再生すると自動的に終了する
ProcessRecentFiles=プログラムによって最近開かれたファイルの数を表示します

DPIscale=全体の表示サイズ
Globalblurvalue=全体のぼかし強度
Accentcolor=全体の色調整
darkmodeall=インターフェースの色モード

darkmode_light=ライト
darkmode_dark=ダーク
darkmode_auto=自動
darkmode_system=同期

uiaccesstop=超トップ機能を使用する

aero=ぼかし効果をオンにします
systemdarkmode=MyDockFinderの色をシステムにも適用する
autoupdate=プログラムを自動で更新する
systemstart=Windowsを起動する時のモード
none=なし
regedit=システムレジストリ
plantask=スタートアップタスク
Service=サービス

windowscenterscreen=新しいウィンドウを画面の中央に表示
showhidetaskbar_hotkey=タスクバーのホットキーを表示または非表示

autohidetaskbar=起動時にタスクバーを自動的に隠す

hidetaskbar_dock=MyDockFinderを表示中のモニタのタスクバーを隠す
hidetaskbar_all=すべてのモニタのタスクバーを隠す

languagechoice=プログラム全体の表示言語を選択
allfont=フォントの変更
usefontbold=太字フォントを使用
fontscale=グローバルフォントのスケーリングを変更する

themes=テーマ

customize_blur=ぼかしの強さを調整
customize_opacity=透明度を調整
customize_stroke=境界線の透明度
customize_enabled_dockbg=Dockでカスタムの背景ぼかしと透明度を使用
customize_enabled_iconreflection=ドックはアイコン反射を使用
customize_offset_iconreflection=アイコンの反射距離を調整する
customize_stoppoint_iconreflection=アイコンの反射のグラデーション距離を調整する

customize_blur_iconreflection=アイコンの反射ぼかし強度を調整
customize_opacity_iconreflection=アイコンの反射の透明度を調整
customize_enabled_icontag=Dockのアイコンラベルでカスタムの背景ぼかしと透明度を使用
customize_enabled_menu=メニューでカスタムの背景ぼかしと透明度を使用
customize_enabled_window=ウィンドウインターフェイスでカスタムの背景のぼかしと透明度を使用
customize_enabled_finder=MyFinderでカスタムの背景ぼかしと透明度を使用
customize_opacity_wallpapercolor=壁紙のアクセントの色の密度を調整
customize_enabled_folder=フォルダインターフェイスでカスタムの背景のぼかしと透明度を使用
customize_enabled_foldersize=フォルダーインターフェイスはカスタムアイコンサイズを使用します

customize_enabled_pad=アプリランチャーでカスタム背景ぼかしを使用
customize_enabled_pad_backdrop=アプリライブラリで現在の画面の背景を使用
customize_enabled_pad_winuiwallpaper=アプリギャラリーはライブ壁紙ぼかし効果を使用しています
selectthemes_icon=アイコンテーマを選択
selectthemes_dockskin=Dockのテーマを選択


general=一般
advanced=高度な設定
preview=プレビュー
minimizewindowsettings=最小化
systrayicoset=トレイ
screenset=画面

timeset=時間
notificationset=通知

audioset=サウンド
displayset=ディスプレイ
mediaset=メディア制御
batteryset=バッテリー
netset=ネットワーク
monitorset=モニタリング
windowsanimationset=ウィンドウアニメーション


about=About

icosize=アイコンのサイズ
icoeffect=アイコン効果

dockeffect_none=無し
dockeffect_scale=スケーリング
dockeffect_select=選択
dockeffect_light=照明
dockeffect_scaleandlight=スケーリングと光
dockeffect_selectandlight=選択と光
icolightvalue=アイコンの光強度
icobglightvalue=アイコンの背景光強度
icobglightcolor=アイコンの背景明るい色

icomaxsize=マウスオーバーでアイコンのサイズを変更する

icospace=アイコン間の距離
edgeposition=Dockと画面端の距離

iconimmersion=ドックはアイドル時に液浸モードを使用

displaymode=Dockの表示モード

displaynormal=デフォルト
displaybottom=前面に表示
displayauto=自動で隠す
displaysmart=スマートに隠す
displayhotkey=ホットキーで隠す
displayalways=常に表示する
displayhide=常に隠す
displayalwaysshow=フルスクリーンを含めて常に表示
displaydesktop=デスクトップ表示モード
showmodewindows=「Dock」で検出ウインドウを表示する/非表示にする方法を選択する
showhidetest_exe=現在のプログラムウィンドウ
showhidetest_all=すべてのプログラムウィンドウ

showhidetype=Dockを選択して、非表示の効果を表示します

showhideeffect_move=動く
showhideeffect_opacity=消えて いく

activation Dock Type=「Dock」に、どのようにアクティブ化されたかが表示されます
showdockact_mouse=画面の端
showdockact_bar=アクティベーションバー

actbar_weight=アクティブなバーの幅を調整
actbar_height=アクティブバーの高さを調整
actbar_offset=アクティブなバーの画面距離を調整
mouseactdock=マウスの遅延によりドック時間がアクティブになります

positiononscreen=Dockの表示位置
screenleft=左
screenbottom=下
screenright=右
screentop=上

multiscreen=Dockを表示する画面を選択
multiscreenpad=アプリランチャーを表示する画面を選択

padicotype=アプリライブラリに表示されるアイコンを選択します
padicotype_normal=アイコンを追加
padicotype_startmenu=スタートメニュー
padicotype_desktop=デスクトッププログラム
padicosize=アプリライブラリのアイコンサイズ
padicospacex=アイコンの水平方向の間隔
padicospacey=アイコンの垂直方向の間隔
padicoblacklist=削除したスタートメニュープログラムを編集する
padblacklist=リストを管理する

padscreenname=Dockに従う

lockicon=アイコンの移動を制限する
showicontag=アイコンラベルテキストを表示
windowsborder=ウィンドウを全体表示にしたとき、Dockにかぶるのを防ぐ
jumpanimation=アイコンをクリックしたとき跳ねるアニメーションを使用する
folderDoubleclickOpen=フォルダアイコンをダブルクリックで開く
foldernoshowopen=フォルダを開くボタンを表示しない
iconmask=すべてのアイコンに背景を追加する
icomasktype=グローバル・アイコン・マスク・スタイル

show indicators=開いているアプリケーションにインジケータを表示する
Runapp separator=未追加のプログラムのアイコンに区切りに表示する
newapp=未追加のプログラムのアイコンを表示する
blacklist=表示しないプログラム
noblacklist=禁止プログラムなし
hotcornerleft=画面の左下のホットコーナーの機能
hotcornerright=画面の右下のホットコーナーの機能
hotkeypad=アプリランチャーのホットキー
hotkeyDock=Dockのショートカット
hotkeyborder=Dockの境界線のオンとオフを切り替える

dockicobackup=Dockアイコンのバックアップを作成する
backuplist=バックアップの管理
Addbackupdockico=アイコンのバックアップを追加
locationbackup=バックアップフォルダを開く

minimize=ウィンドウをDockに最小化する
animationoff=アニメーションをオフにする
Slow animation=Shiftを押している間、アニメーションをゆっくり再生する

minimizeeffect=最小化する時のアニメーション

genie=Genie
scale=Scale
scaleDX=ScaleDX
suck=Suck

minimizeAnimationspeed=アニメーションの速度を変更
Minimize dynamics=最小化時にウィンドウを動的に表示

Minimize to icon=ウィンドウをアプリケーションアイコンに最小化します
Minimizeblacklist=アニメーションを行わないアプリケーション
Editwindowlist=アプリケーションのリストを編集
minimizeAnimationWait=最小化されたウィンドウのアニメーションがフレームをレンダリングするのを待つ。

minicopos=ウィンドウアイコンの位置を最小化する
dockmin_lastico=右側のアイコンの横
dockmin_right=右側に個別に表示
dockmin_rightandlim=右側は区切り文字を使用して独立して表示されます

previewon=ウィンドウのプレビュー機能を有効にする
previewsize=プレビューのサイズ
previewdelay=プレビュー表示の遅延

previewcontrol=プレビューに表示する要素
previewappname=アプリケーション名
previewbutton=ウィンドウコントロールボタン
aeropeek=マウスが停止している間は、ウィンドウの全体プレビューを表示する


logotype=左上のボタンのスタイルを選択
diylogo=ファイルを選択する
shutdownmsgbox=シャットダウンやシステムの再起動時、確認ダイアログを表示する
finderdark=MyFinderのカラーモードを選択します

finderdark_auto=壁紙
finderdark_set=設定

multiscreenfinder=MyFinderを表示する画面を選択します
findershowallscreens=すべての画面
mouseactfinder=マウスの遅延アクティベーションMyFinder時間
showusbdevice=USBリムーバブルディスクが表示されます

stagemanagerset=ステージマネージャー
showstagemanager=MyFinder にステージマネージャー アイコンを表示する
showstagemanagerwindowtitle=マウスオーバーでウィンドウタイトルを表示
showstagemanagerdesktophidewindows=デスクトップをクリックして、すべてのウィンドウを非表示にします
showstagemanagermediaplaypause=バックグラウンド ウィンドウ メディアを自動的に一時停止して再生する
stagemanager_hotkey=ステージ マネージャーのホットキー

stagemanagerblacklist=ステージマネージャーから除外されるプログラム

stagemanager_showdesktop=デスクトップ アイコンを表示する
desktopico_hide=常にアイコンを隠す
desktopico_auto=自動表示非表示
desktopico_show=いつも見せる

stagemanager_enable=ステージマネージャーを開く
stagemanager_listpos=ウィンドウリストが配置されている画面位置
stagemanager_listshowmode=ウィンドウリスト非表示モードを表示

stagemanager_windowsize=ウィンドウ リストのアイコン サイズ
stagemanager_windowspace=ウィンドウ リスト アイコンの間隔
stagemanager_windowcount=ウィンドウリストアイコンの数
stagemanager_windowsblur=背景ウィンドウのアイコンをぼかす

showmediacontrol=メディア再生アイコンを表示します
hotkeyfinder=MyFinderホットキーの表示

finderdisplaymode=MyFinder表示モード
finderautochangecolor=ウィンドウを最大化したとき色を同化する
finderfastclosewindow=右上隅をクリックして、現在最大化されているウィンドウを閉じます
myfinderscaleopen=カスタムスケーリングを使用
showuseraccount=アカウントアイコンが表示されます

finderlockbtn=ドラッグを防ぐためのロックボタン
systemtraycolor=色付きのトレイアイコンを表示する
showsearch=MyFinderに検索ボタンを表示する
showkeyboard=MyFinderに入力メソッドの切り替えボタンを表示する
showLyrics=音楽プレーヤーの歌詞を表示する
showLyrics_color=カラープレーヤーの歌詞を表示

musiccontrolshowmode=メディアコントロール表示モード
musiccontrol_close=表示しない
musiccontrol_activity=歌詞が表示されたときに表示する
musiccontrol_always=常に表示


findershowmenu=他のプログラムメニュー項目を表示する
bluetooth_showbattery=接続されたBluetoothデバイス
bluetooth_not show=表示しない
bluetooth_icon=アイコンのみを表示
bluetooth_value=アイコンとバッテリーレベルを表示します

showaudio=MyFinderに音量アイコンを表示する
showmicrophone=MyFinderにマイクアイコンを表示する

showbattery=MyFinderにバッテリーのアイコンを表示する
shownetwork=MyFinderにネットワークのアイコンを表示する
showbluetooth=MyFinderにBluetoothのアイコンを表示する
showdisplay=MyFinderにディスプレイのアイコンを表示する
showcpu=CPU
showtemp=温度
showmen=メモリ
showdisk=ディスク
shownet=ネットワーク

showbatterytime=バッテリー残量を表示します

powerset_open=電源プランを自動的に切り替える
powerset_aconline=電源使用時の電源プラン
powerset_battery=バッテリ使用時の電源プラン

Calendarfirstday=週の初日
Calendar_Sunday=日曜日
Calendar_Monnday=月曜日

formatdate=日付の書式
formattime=時間の書式
customformatdate=日付の表示形式をカスタマイズする
customformattime=時間表示形式のカスタマイズ

showbatteryvalue=バッテリーのパーセンテージを表示
audiotip=音量調整の音声を再生
mediatype=音量輝度ヒントのスタイルを選択します
batteryshow_none=表示されていません
batteryshow_acdc=常に表示
batteryshow_ac=電源を使用する場合
batteryshow_dc=電池使用時

media_system=システム
media_speakers=スピーカー
media_phone=電話

hotkeyvolup=音量を上げる
hotkeyvoldown=音量を下げる
hotkeyvolmute=音をミュートする
hotkeymicup=マイクの音量を上げるホットキー
hotkeymicdown=マイクの音量を下げるホットキー
hotkeymicmute=マイクミュートホットキー


hotkeybriup=画面を明るく
hotkeybridown=画面を暗く
hotkeycontrolvalue=ホットキーの値を増減します。

systemnotification=システム通知
usbdevicenotification=ディスク接続を通知で表示する
bluetoothdevicenotification=Bluetoothデバイス接続通知を表示する
Appnotification=アプリの通知
notification_open=通知を許可する
notification_type=バナー通知の表示方法
notification_time=バナー通知表示時間
notification_show_close=バナーを表示しない
notification_show_once=初回のみ表示
notification_show_always=常に表示

trayicoallshow_myfinder=MyFinderで常にすべてのトレイアイコンを表示する
trayicoallshow_mydock=MyDockのすべてのトレイアイコンを常に表示する
trayicoallshow_systemico=MyFinderにシステム独自のトレイアイコンを表示します
trayico_waittime=新しく実行されたトレイアイコンに時刻が表示されます

Apptrayico=Appトレイアイコン
apptrayicoshow_finder=MyFinderにトレイアイコンを表示する
apptrayicoshow_dock=MyDockにトレイアイコンを表示する

screenround=画面の丸みを帯びた角
screenround_show=丸みを帯びた画面コーナーを有効にする
screenround_size=画面のコーナーサイズ
screenround_color=カラー

openwindowsshow=ウィンドウを開くアニメーション
windowsopeneffect=ウィンドウを開くアニメーション効果

openwindowsclose=ウィンドウを閉じるアニメーション
windowscloseeffect=ウィンドウを閉じるアニメーション効果
windowsblacklistadd=除外を追加するためのウィンドウ
windowsblacklistdel=除外されたプログラムのウィンドウを削除します
windowsclose_animation=アニメーションの速度を調整する

stagemanager_animation=アニメーションの速度を調整する
mediatiptime=ボリューム輝度プロンプト表示時間

other=その他

wallpaper=壁紙

selectwallpaper=壁紙を選択してください
wallpapernone=なし
loadwallpaper=壁紙をインポート
wallpaperdownload=壁紙をダウンロード
wallpaperOK=壁紙を使う

restartdock=MyDockFinderを再起動

resetini=クリアデータ
resetini_ok=クリア
resetini_config=設定プロファイル
resetini_ico=ドック アイコン プロファイル
resetini_padico=アプリケーション ライブラリ設定ファイル
resetini_padicocache=ランチパッドアイコンキャッシュ

systemiconcache=システム アイコン キャッシュ

uninstall=プログラムのアンインストール

updatelog=ログを更新します
updatelogcheck=表示します


ok=OK
cancel=キャンセル

------------------------------------------------------------
[hotcorners]
nothing=なし
allwindows=すべてのウィンドウを表示
launchpad=アプリランチャーを表示
displaytosleep=ディスプレイをスリープする
startmenu=スタートメニューを表示
showdesktop=デスクトップを表示
actioncenter=アクションセンター
screensaver=スクリーンセーバー
Windows widget=Windows ウィジェット

[settingtips]

backupsuccess=無事にアップロードされました！
backupfail=アップロードに失敗しました!

hotkeyhideerror=Dock のショートカット キーを表示するように設定しないと、この機能を使用できない場合があります。
resetinitip=構成ファイルをリセットしますか?
systemicontip=システム アイコンのキャッシュをクリアしますか?

DPItips=一部のインターフェースは、閉じてから再度開いた後に有効になります。
winuiwallpapertip=電源を入れた後にコンピュータがクラッシュした場合は、このオプションをオフにしてください。プログラムを再起動すると有効になります。

;设置界面弹出错误提示
padicotypetips=このオプションを変更した後、アイコンをリセットする必要があります。慎重に選択してください。

edgetip=ウィンドウとの境界を空ける設定が有効になっているため、この機能を有効にできません。
autohideerror=ウィンドウとの境界を空ける設定が有効になっているため、この機能を有効にできません。
neterror=利用可能なネットワークが見つかりませんでした接続を確認してください
autohide=自動的にDockを隠しますこの機能を有効にできません
updateerror1=自動的にxxxを隠しますこの機能を有効にできません

updatetip1=新しいバージョンがあります。更新しますか？
updatetip2=ダウンロード終了後、すぐに適用しますか？

noupdate=最新バージョンになりました。更新する必要はありません

restarttip=MyDockFinderを再起動したら有効になります

languagetips=一部の更新には再起動が必要です

restartruntip=再起動しますか？

backupfolderror=バックアップフォルダの作成に失敗しました。ディレクトリの権限を確認してください

backuptips=このバックアッププロファイルを復元しますか？

;-------------------------------------------------------------------

[menu]
;右键菜单
reboot explorer	=	再起動

closewindows=ウィンドウを閉じる

RecentFiles=最近開いたファイル
otheroption=オプション
dockmenu=プログラムメニュー
menurecent=最近訪問した
menubind=付け
menutask=タスク

edit_cut=切る
edit_copy=コピー
edit_paste=ペースト
edit_selectall=すべて選択
edit_delete=消去
edit_openurl=URLを開く

workshop=ワークショップ
newfinderwindow=新しいウィンドウ
gotofolder=フォルダへ
connecttoserver=ネットワークフォルダへ

showlaunchpad=アプリランチャーを表示


addnormalicon=一般的なアイコンを追加
addsystemicon=システムアイコンを追加
add delimiter=区切りを追加
del delimiter=区切りを削除

showtaskbar=タスクバーを表示する
hidetaskbar=タスクバーを非表示にする
preference=MyDockFinder 環境設定
enddock=MyDockFinderを終了する

editicon=このアイコンを設定
removefromdock=Dockから取り除く
keepindock=Dockに登録する
locationfile=ファイルの場所を開く
runagain=このプログラムを再実行する
nevershowthis=このプログラムを非表示にする
adminmode=管理者モードで実行する
open=開く
quit=終了

emptytrash=ごみ箱を空にする
sortorder=並び替え方法
Byname=名前
Bysize=サイズ
Byextension=タイプ
Bydate/time=変更時間
Createtime=作成時間
Groupdirectories=フォルダを優先
reverseorder=並べ替えを反転
closewindow=このウィンドウを閉じる
Display=表示内容は
Folder=フォルダ
Stack=重ね置き
Locatefolder=直接開く
FolderEffect=効果を表示
Grid=グリッド
Fan=リスト
menufold=メニュー

showmodeapps=独立した表示・非表示モードを設定する
showmodedesktop=デスクトップ表示の隠しモードを設定する
NominiEffect=ウィンドウ最小化にアニメーションを適用しない
nevershowprogress bar=このプログラムのプログレスバーを表示しない
showmodenormal=グローバル設定に従う
msgtips=メッセージリマインダーの設定
incognito=シークレットウィンドウを開く

systemmenu=システムメニュー

timeskin=時計のテーマを選択
timedefault=デフォルトの時計

----------------------------------------------

[launchpad]
;launchpad界面

addicon=アイコンを追加
deleteicon=このアイコンを削除
padsortname=名前でソート
padsort=アイコン自動入力
;搜索框标题

search=検索
;添加pad图标界面
ok=完了
addtips=exe、lnkファイルをここにドラッグしてください
----------------------------------------------

[promptwindow]

;清空垃圾箱提示和其他提示

ok=を選択します
cancel=キャンセル
trashok=ごみ箱を一掃する
trashtitle=ごみ箱の中の項目を確認しますか？
batterytip=バッテリーが少ないので、充電器につないでください!
eject=削除
Connected=接続済み
brightnesstip=モニターの明るさを調整すると、ディスプレイが永久に破損する恐れがありますので、注意して操作してください!
brightnesstip1=ディスプレイの明るさが0であることが検出され、ディスプレイに内容が表示されない場合、または[OK]をタップしない場合は、5秒後にディスプレイの明るさをリセットします


-----------------------------------------------
;時間形式の説明
;ddd 曜日(省略) dddd 曜日  M 月  d 日  H 24時表記  h 12時表示   m 分  s 秒
;例えば HH:mm:ss と設定すると 09:06:05 と表示されます
;以下のフォーマットはすべてカスタマイズ可能です。左側は番号付きで制限なく追加可能でし空白は日付が表示されないことを表します
;変更を保存すると、すぐに反映されます。直接設定を開きし、時間からクリックすると表示されます。
[formatdate]
1=
2=ddd
3=d日M月
4=d日M月 ddd
5=ddd d日M月

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;日历图标月份文字和日历每月1号文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

[findermenu]
spatialaudio=空間オーディオ

bluetoothdisconnect=切断
bluetoothunpair=デバイスの削除

lockscreen=画面をロックする
usersetting=アカウント設定

HideMenu=ウィンドウのメニューバーを非表示にします。
systemmenu=ウィンドウメニュー

bluetooth=Bluetooth
Bluetooth settings=Bluetoothの設定
device=デバイス
Preferred network=優先するネットワーク
other networks=その他のネットワーク
network settings =ネットワークの設定
Audio=サウンド
output=出力
Microphone=マイク
input=入力デバイス
audio settings=オーディオ設定
battery settings=バッテリーの設定
BatteryEstimatedTime=バッテリー残量
batterytime_hour=時間
batterytime_min=分
Edit title=タイトルを編集
Window border=ウィンドウの境界を開く
end finder=MyDockFinderを終了する
About This PC=このシステムについて
System settings=システム環境設定
app Store=アプリストア
Task manager=タスクマネージャー
Sleep=スリープ
Dormant=サスペンド
Shutdown=システム終了
Reboot=再起動
Shutdown&Update=シャットダウンして更新
Reboot&Update=再起動して更新

Lock screen=画面をロック
Logout=ログアウト

symbol=絵文字と記号を表示する
Screen Keyboard=仮想キーボードを表示
keyboardname=入力メソッドを表示
Keyboard settings=キーボードの設定
display=ディスプレイ
systemdark=ダークモード
bluelight=ナイトモード
focusassist=フォーカスアシスタント
focusoff=通知オフ
focusPriorityOnly=優先通知のみ
focusAlarmsOnly=アラームのみ
Notification settings=通知設定
screen projection=画面
screen INTERNAL=PC画面のみ
screen CLONE=コピー
screen EXTEND=拡張
screen EXTERNAL=セカンドディスプレイのみ
displayset=ディスプレイの設定
hotspot=ホットスポット
airplane=機内モード
deviceon=マウント
deviceoff=アンマウント

eject=取り出す
open=開ける

[findertips]
Mute=ミュート
battery=バッテリー
AcOnLine=電源を入れました
Charging=充電中です
notCharging=充電されていません
Usebattery=バッテリーを使用中です
Full battery=バッテリーがいっぱいです
brightness=明るさ
show trayico=トレイアイコンを表示

[findertitle]

[findermenubrowser]
new=新規
newtab=新規タブ
newwindow=新規ウィンドウ
favorites=お気に入り
history=履歴
download=ダウンロード
window=ウィンドウ
file=ファイル
no file=ファイルが選択されていません

View=表示
Sort by=並べ替え方法
Group by=グループ化
refresh=更新
showicons=デスクトップ アイコンを表示

sort_none=なし
sort_bigicon=大きなアイコン
sort_mediumicon=アイコン
sort_smallicon=小さなアイコン
sort_superbigicon=特大のアイコン
sort_list=リスト
sort_details=詳細
sort_tile=タイル
sort_content=コンテンツ
sort_name=名前
sort_size=サイズ
sort_type=型
sort_time=日付
sort_ascending=昇順
sort_descending=降順
sort_AutoArrange=アイコンを自動配置する
sort_snaptogrid=アイコンをグリットに合わせて自動配置する

[shutdown]
shutdown=システムをシャットダウンしますか？
Reboot=システムを再起動しますか？
Logout=システムからログアウトしますか？
Dormant=システムをサスペンドしますか？
sleep=システムをスリープしますか？

now=今
minute=分
[wifi]
password=パスワード:
showpassword=パスワードを表示
join=接続する
cancel=キャンセル

[weather]
00=晴れ
01=曇り
02=曇りの日
03=にわか雨
04=雷
05=雷と雹
06=みぞれ
07=小雨
08=普雨
09=大雨
10=豪雨
11=激しい雨
12=特大の豪雨
13=かすかな雪
14=小雪
15=普雪
16=大雪
17=激しい雪
18=霧
19=冷たい雨
20=砂嵐
21=小雨から中程度の雨
22=大雨から中程度の雨
23=豪雨
24=激しい雨
25=特大の豪雨
26=小雨から中程度の雪
27=大雨から中程度の雪
28=大雪
29=吹雪
30=砂嵐
31=強い砂嵐
32=深い霧
33=雪
49=強い霧
53=煙霧
54=中程度の煙霧
55=重度の煙霧
56=ひどい煙霧
57=深い霧
58=特に深い霧
301=雨
302=雪